Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

# Connect a relay
source: Connect a custom relay
ar: اتصل بمرحل مخصص
de: Benutzerdefiniertes Relay verbinden
es: Conectar una retransmisión personalizada
fr: Connecter un relais personnalisé
hi: कस्टम रिले कनेक्ट करें
id: Hubungkan relai khusus
ja: カスタムリレーに接続
ko: 사용자 정의 릴레이 연결
pt_br: Conectar uma retransmissão personalizada
ru: Подключить пользовательский ретранслятор
th: เชื่อมต่อรีเลย์แบบกำหนดเอง
tr: Özel aktarma hizmetini bağlayın
vi: Kết nối trạm chuyển tiếp tùy chỉnh
zh_hans: 连接自定义中转站
zh_hant: 連線自訂中轉站

# Connect a relay or local engine
source: Connect your own model service, or local & LAN compute
ar: اتصل بخدمة نموذجك أو بحوسبة محلية أو عبر الشبكة المحلية
de: Eigenen Modelldienst oder lokale und LAN-Rechenleistung verbinden
es: Conecta tu propio servicio de modelos o cómputo local y LAN
fr: Connectez votre propre service de modèles, ou un calcul local et sur LAN
hi: अपनी मॉडल सेवा या स्थानीय और LAN कंप्यूट से कनेक्ट करें
id: Hubungkan layanan model Anda sendiri atau komputasi lokal dan LAN
ja: 自分のモデルサービス、またはローカルと LAN の計算環境に接続
ko: 나만의 모델 서비스 또는 로컬 및 LAN 컴퓨팅 연결
pt_br: Conecte seu próprio serviço de modelos ou computação local e LAN
ru: Подключите собственный сервис моделей или локальные и LAN-вычисления
th: เชื่อมต่อบริการโมเดลของคุณเอง หรือการประมวลผลในเครื่องและ LAN
tr: Kendi model hizmetinize veya yerel ve LAN işlem gücüne bağlanın
vi: Kết nối dịch vụ mô hình của bạn hoặc năng lực tính toán cục bộ và LAN
zh_hans: 接入你自己的模型服务，或本机 / 局域网算力
zh_hant: 連線你自己的模型服務，或本機 / 區域網路算力

source: Connect and save
ar: الاتصال والحفظ
de: Verbinden und speichern
es: Conectar y guardar
fr: Connecter et enregistrer
hi: कनेक्ट करें और सहेजें
id: Hubungkan dan simpan
ja: 接続して保存
ko: 연결 및 저장
pt_br: Conectar e salvar
ru: Подключить и сохранить
th: เชื่อมต่อและบันทึก
tr: Bağlan ve kaydet
vi: Kết nối và lưu
zh_hans: 连接并保存
zh_hant: 連線並儲存

source: Connect directly to an engine on this device or your private network.
ar: اتصل مباشرة بمحرك على هذا الجهاز أو شبكتك الخاصة.
de: Direkt mit einer Engine auf diesem Gerät oder im privaten Netzwerk verbinden.
es: Conéctate directamente a un motor de este dispositivo o de tu red privada.
fr: Connectez-vous directement à un moteur sur cet appareil ou votre réseau privé.
hi: इस डिवाइस या अपने निजी नेटवर्क के इंजन से सीधे कनेक्ट करें।
id: Hubungkan langsung ke mesin di perangkat ini atau jaringan privat Anda.
ja: この端末またはプライベートネットワーク上のエンジンに直接接続します。
ko: 이 기기 또는 사설 네트워크의 엔진에 직접 연결합니다.
pt_br: Conecte-se diretamente a um mecanismo neste dispositivo ou na sua rede privada.
ru: Подключайтесь напрямую к движку на этом устройстве или в частной сети.
th: เชื่อมต่อโดยตรงกับเอนจินบนอุปกรณ์นี้หรือเครือข่ายส่วนตัวของคุณ
tr: Bu cihazdaki veya özel ağınızdaki bir motora doğrudan bağlanın.
vi: Kết nối trực tiếp với engine trên thiết bị này hoặc mạng riêng của bạn.
zh_hans: 直接连接本机或私有网络中的推理引擎。
zh_hant: 直接連接本機或私人網路中的推論引擎。

source: Connect local engine
ar: الاتصال بالمحرك المحلي
de: Lokale Engine verbinden
es: Conectar motor local
fr: Connecter le moteur local
hi: लोकल इंजन कनेक्ट करें
id: Hubungkan mesin lokal
ja: ローカルエンジンに接続
ko: 로컬 엔진 연결
pt_br: Conectar mecanismo local
ru: Подключить локальный движок
th: เชื่อมต่อเอนจินในเครื่อง
tr: Yerel motoru bağla
vi: Kết nối engine cục bộ
zh_hans: 连接本地引擎
zh_hant: 連接本機引擎

source: Connect over plain LAN HTTP
ar: الاتصال عبر LAN HTTP العادي
de: Verbindung über einfaches LAN-HTTP herstellen
es: Conéctese a través de LAN HTTP simple
fr: Connectez-vous via HTTP LAN simple
hi: सादे LAN HTTP से कनेक्ट करें
id: Terhubung melalui LAN HTTP biasa
ja: プレーン LAN HTTP 経由で接続します
ko: 일반 LAN HTTP를 통해 연결
pt_br: Conecte-se através de LAN HTTP simples
ru: Подключайтесь через обычную локальную сеть HTTP.
th: เชื่อมต่อผ่าน LAN HTTP ธรรมดา
tr: Düz LAN HTTP üzerinden bağlanın
vi: Kết nối qua HTTP LAN đơn giản
zh_hans: 按局域网明文 HTTP 连接
zh_hant: 使用區域網路明文 HTTP 連線

source: Connect your first provider
ar: اتصل بأول مزود لك
de: Ersten Anbieter verbinden
es: Conecta tu primer proveedor
fr: Connectez votre premier fournisseur
hi: अपना पहला प्रदाता कनेक्ट करें
id: Hubungkan penyedia pertama Anda
ja: 最初のプロバイダーを接続
ko: 첫 번째 제공업체 연결
pt_br: Conecte seu primeiro provedor
ru: Подключите первого поставщика
th: เชื่อมต่อผู้ให้บริการแรกของคุณ
tr: İlk sağlayıcınızı bağlayın
vi: Kết nối nhà cung cấp đầu tiên
zh_hans: 连接你的第一个服务商
zh_hant: 連接你的第一個服務商

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
hi: जुड़े हुए
id: Terhubung
ja: 接続済み
ko: 연결됨
pt_br: Conectado
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlı
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

source: Connected via %@.
ar: تم الاتصال عبر %@.
de: Verbunden über %@.
es: Conectado vía %@.
fr: Connecté via %@.
hi: %@ के माध्यम से कनेक्ट किया गया।
id: Terhubung melalui %@.
ja: %@ で接続しました。
ko: %@를 통해 연결되었습니다.
pt_br: Conectado via %@.
ru: Подключено через %@.
th: เชื่อมต่อผ่าน %@ แล้ว
tr: %@ üzerinden bağlanıldı.
vi: Đã kết nối qua %@.
zh_hans: 通过 %@ 连接成功。
zh_hant: 透過 %@ 連線成功。

source: Connected via %@. %d model(s) reachable.
ar: تم الاتصال عبر %1$@. عدد النماذج المتاحة: %2$d.
de: Verbunden über %1$@. %2$d Modell(e) erreichbar.
es: Conectado vía %1$@. %2$d modelo(s) accesible(s).
fr: Connecté via %1$@. %2$d modèle(s) accessibles.
hi: %1$@ के माध्यम से कनेक्ट किया गया। %2$d मॉडल उपलब्ध।
id: Terhubung melalui %1$@. %2$d model dapat dijangkau.
ja: %1$@ で接続しました。%2$d 個のモデルにアクセス可能です。
ko: %1$@를 통해 연결되었습니다. 사용 가능한 모델 %2$d개.
pt_br: Conectado via %1$@. %2$d modelo(s) acessível(eis).
ru: Подключено через %1$@. Доступно моделей: %2$d.
th: เชื่อมต่อผ่าน %1$@ แล้ว เข้าถึงโมเดลได้ %2$d รายการ
tr: %1$@ üzerinden bağlanıldı. %2$d model erişilebilir.
vi: Đã kết nối qua %1$@. Có %2$d mô hình.
zh_hans: 通过 %1$@ 连接成功,可用模型 %2$d 个。
zh_hant: 透過 %1$@ 連線成功,可用模型 %2$d 個。

source: Connecting…
ar: جارٍ الاتصال…
de: Verbindung wird hergestellt…
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
id: Menghubungkan…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
ru: Подключение…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 正在連接…

source: Connection
ar: اتصال
de: Verbindung
es: Conexión
fr: Connexion
hi: संबंध
id: Koneksi
ja: 繋がり
ko: 연결
pt_br: Conexão
ru: Связь
th: การเชื่อมต่อ
tr: Bağlantı
vi: Sự liên quan
zh_hans: 连接
zh_hant: 連線

source: Connection Defaults
ar: الإعدادات الافتراضية للاتصال
de: Verbindungsstandards
es: Valores predeterminados de la conexión
fr: Valeurs par défaut de la connexion
hi: कनेक्शन डिफ़ॉल्ट
id: Bawaan Koneksi
ja: 接続の既定値
ko: 연결 기본값
pt_br: Padrões da conexão
ru: Значения по умолчанию для подключения
th: ค่าเริ่มต้นของการเชื่อมต่อ
tr: Bağlantı Varsayılanları
vi: Giá trị mặc định của kết nối
zh_hans: 连接默认值
zh_hant: 連線預設值

source: Connection check failed: %@
ar: فشل التحقق من الاتصال: %@
de: Verbindungsprüfung fehlgeschlagen: %@
es: Error al verificar la conexión: %@
fr: Échec de la vérification de la connexion : %@
hi: कनेक्शन जाँच विफल: %@
id: Pemeriksaan koneksi gagal: %@
ja: 接続の確認に失敗しました: %@
ko: 연결 확인 실패: %@
pt_br: Falha na verificação da conexão: %@
ru: Не удалось проверить подключение: %@
th: การตรวจสอบการเชื่อมต่อล้มเหลว: %@
tr: Bağlantı kontrolü başarısız: %@
vi: Kiểm tra kết nối thất bại: %@
zh_hans: 连接验证失败：%@
zh_hant: 連線驗證失敗：%@

source: Connection has not been verified.
ar: لم يتم التحقق من الاتصال.
de: Die Verbindung wurde nicht überprüft.
es: La conexión no ha sido verificada.
fr: La connexion n'a pas été vérifiée.
hi: कनेक्शन सत्यापित नहीं किया गया है.
id: Koneksi belum diverifikasi.
ja: 接続は確認されていません。
ko: 연결이 확인되지 않았습니다.
pt_br: A conexão não foi verificada.
ru: Соединение не проверено.
th: การเชื่อมต่อยังไม่ได้รับการตรวจสอบ
tr: Bağlantı doğrulanmadı.
vi: Kết nối chưa được xác minh.
zh_hans: 连接尚未验证。
zh_hant: 連接尚未驗證。

source: Connection issue — please check your API key.
ar: مشكلة في الاتصال — يُرجى التحقق من مفتاح API.
de: Verbindungsproblem – bitte überprüfe deinen API-Key.
es: Problema de conexión: revisa tu API key.
fr: Problème de connexion — veuillez vérifier votre API key.
hi: कनेक्शन समस्या — कृपया अपनी API key जांचें।
id: Masalah koneksi — silakan periksa API key Anda.
ja: 接続エラー — API キーをご確認ください。
ko: 연결 오류 — API 키를 확인해 주세요.
pt_br: Problema de conexão — verifique sua API key.
ru: Проблема подключения — пожалуйста, проверьте API key.
th: เกิดปัญหาการเชื่อมต่อ — โปรดตรวจสอบ API key
tr: Bağlantı sorunu — lütfen API key'inizi kontrol edin.
vi: Sự cố kết nối — vui lòng kiểm tra API key của bạn.
zh_hans: 连接异常，请检查 API Key 是否有效。
zh_hant: 連線異常，請檢查 API Key 是否有效。

# Connection scenario
source: Connection method
ar: طريقة الاتصال
de: Verbindungsmethode
es: Método de conexión
fr: Mode de connexion
hi: कनेक्शन विधि
id: Metode koneksi
ja: 接続方法
ko: 연결 방식
pt_br: Método de conexão
ru: Способ подключения
th: วิธีเชื่อมต่อ
tr: Bağlantı yöntemi
vi: Phương thức kết nối
zh_hans: 接入方式
zh_hant: 接入方式

source: Connection security
ar: أمان الاتصال
de: Verbindungssicherheit
es: Seguridad de la conexión
fr: Sécurité de la connexion
hi: कनेक्शन सुरक्षा
id: Keamanan koneksi
ja: 接続セキュリティ
ko: 연결 보안
pt_br: Segurança da conexão
ru: Безопасность соединения
th: ความปลอดภัยในการเชื่อมต่อ
tr: Bağlantı güvenliği
vi: Bảo mật kết nối
zh_hans: 连接安全
zh_hant: 連線安全

source: Connection settings
ar: إعدادات الاتصال
de: Verbindungseinstellungen
es: Configuración de conexión
fr: Paramètres de connexion
hi: कनेक्शन सेटिंग्स
id: Pengaturan koneksi
ja: 接続設定
ko: 연결 설정
pt_br: Configurações de conexão
ru: Настройки подключения
th: การตั้งค่าการเชื่อมต่อ
tr: Bağlantı ayarları
vi: Cài đặt kết nối
zh_hans: 连接设置
zh_hant: 連線設定

source: Connection verified.
ar: تم التحقق من الاتصال.
de: Verbindung verifiziert.
es: Conexión verificada.
fr: Connexion vérifiée.
hi: कनेक्शन सत्यापित।
id: Koneksi terverifikasi.
ja: 接続を確認しました。
ko: 연결이 확인되었습니다.
pt_br: Conexão verificada.
ru: Подключение проверено.
th: ตรวจสอบการเชื่อมต่อแล้ว
tr: Bağlantı doğrulandı.
vi: Đã xác minh kết nối.
zh_hans: 已验证连接。
zh_hant: 已驗證連線。

source: Costs
ar: التكاليف
de: Kosten
es: Costos
fr: Coûts
hi: लागत
id: Biaya
ja: 費用
ko: 비용
pt_br: Custos
ru: Затраты
th: ค่าใช้จ่าย
tr: Maliyetler
vi: Chi phí
zh_hans: 费用
zh_hant: 費用

source: Could not connect to the local engine.
ar: تعذر الاتصال بالمحرك المحلي.
de: Verbindung zur lokalen Engine fehlgeschlagen.
es: No se pudo conectar al motor local.
fr: Impossible de se connecter au moteur local.
hi: लोकल इंजन से कनेक्ट नहीं हो सका।
id: Tidak dapat terhubung ke mesin lokal.
ja: ローカルエンジンに接続できません。
ko: 로컬 엔진에 연결할 수 없습니다.
pt_br: Não foi possível conectar ao mecanismo local.
ru: Не удалось подключиться к локальному движку.
th: เชื่อมต่อเอนจินในเครื่องไม่ได้
tr: Yerel motora bağlanılamadı.
vi: Không thể kết nối với engine cục bộ.
zh_hans: 无法连接本地引擎。
zh_hant: 無法連接本機引擎。

# Could not detect this relay
source: Could not detect this custom LLM
ar: تعذر اكتشاف هذا النموذج اللغوي المخصص
de: Dieses benutzerdefinierte LLM konnte nicht erkannt werden
es: No se pudo detectar este LLM personalizado
fr: Impossible de détecter ce LLM personnalisé
hi: इस कस्टम LLM का पता नहीं लगाया जा सका
id: Tidak dapat mendeteksi LLM kustom ini
ja: このカスタム LLM を検出できませんでした
ko: 이 사용자 지정 LLM을 감지할 수 없습니다.
pt_br: Não foi possível detectar este LLM personalizado
ru: Не удалось обнаружить эту пользовательскую LLM
th: ตรวจไม่พบ LLM แบบกำหนดเองนี้
tr: Bu özel LLM algılanamadı
vi: Không thể phát hiện LLM tùy chỉnh này
zh_hans: 无法探测此自定义 LLM
zh_hant: 無法探測此自訂 LLM

source: Couldn't delete provider. Please try again.
ar: تعذّر حذف الموفّر. يُرجى المحاولة مرة أخرى.
de: Anbieter konnte nicht gelöscht werden. Bitte erneut versuchen.
es: No se pudo eliminar el proveedor. Vuelve a intentarlo.
fr: Impossible de supprimer le fournisseur. Veuillez réessayer.
hi: प्रदाता हटाया नहीं जा सका। कृपया पुनः प्रयास करें।
id: Tidak dapat menghapus penyedia. Silakan coba lagi.
ja: プロバイダーを削除できませんでした。もう一度お試しください。
ko: 공급자를 삭제할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível excluir o provedor. Tente novamente.
ru: Не удалось удалить провайдера. Попробуйте ещё раз.
th: ไม่สามารถลบผู้ให้บริการได้ โปรดลองอีกครั้ง
tr: Sağlayıcı silinemedi. Lütfen tekrar deneyin.
vi: Không thể xoá nhà cung cấp. Vui lòng thử lại.
zh_hans: 无法删除供应商，请重试。
zh_hant: 無法刪除供應商，請重試。

source: Couldn't load the model list
ar: تعذر تحميل قائمة النماذج
de: Modellliste konnte nicht geladen werden
es: No se pudo cargar la lista de modelos
fr: Impossible de charger la liste des modèles
hi: मॉडल सूची लोड नहीं हो सकी
id: Daftar model tidak dapat dimuat
ja: モデル一覧を読み込めませんでした
ko: 모델 목록을 불러올 수 없습니다
pt_br: Não foi possível carregar a lista de modelos
ru: Не удалось загрузить список моделей
th: ไม่สามารถโหลดรายการโมเดลได้
tr: Model listesi yüklenemedi
vi: Không thể tải danh sách mô hình
zh_hans: 未能获取模型列表
zh_hant: 未能取得模型列表

source: Couldn't reach Codex. Check your connection and try again.
ar: تعذّر الوصول إلى Codex. تحقّق من اتصالك وحاول مرة أخرى.
de: Codex konnte nicht erreicht werden. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo conectar con Codex. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de joindre Codex. Vérifiez votre connexion et réessayez.
hi: Codex से कनेक्ट नहीं हो सका। अपना कनेक्शन जाँचें और फिर कोशिश करें।
id: Tidak dapat menghubungi Codex. Periksa koneksi Anda lalu coba lagi.
ja: Codex に接続できませんでした。接続を確認して再試行してください。
ko: Codex에 연결할 수 없습니다. 연결 상태를 확인한 뒤 다시 시도해 주세요.
pt_br: Não foi possível acessar o Codex. Verifique sua conexão e tente novamente.
ru: Не удалось связаться с Codex. Проверьте соединение и повторите попытку.
th: เชื่อมต่อ Codex ไม่ได้ โปรดตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Codex'e ulaşılamadı. Bağlantını kontrol edip tekrar dene.
vi: Không kết nối được tới Codex. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法连接 Codex，请检查网络后重试。
zh_hant: 無法連接 Codex，請檢查網路後重試。

source: Couldn't reach Grok. Check your connection and try again.
ar: تعذّر الوصول إلى Grok. تحقّق من اتصالك وحاول مرة أخرى.
de: Grok konnte nicht erreicht werden. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo conectar con Grok. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de joindre Grok. Vérifiez votre connexion et réessayez.
hi: Grok से कनेक्ट नहीं हो सका। अपना कनेक्शन जाँचें और फिर कोशिश करें।
id: Tidak dapat menghubungi Grok. Periksa koneksi Anda lalu coba lagi.
ja: Grok に接続できませんでした。接続を確認して再試行してください。
ko: Grok에 연결할 수 없습니다. 연결 상태를 확인한 뒤 다시 시도해 주세요.
pt_br: Não foi possível acessar o Grok. Verifique sua conexão e tente novamente.
ru: Не удалось связаться с Grok. Проверьте соединение и повторите попытку.
th: เชื่อมต่อ Grok ไม่ได้ โปรดตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Grok'a ulaşılamadı. Bağlantını kontrol edip tekrar dene.
vi: Không kết nối được tới Grok. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法连接 Grok，请检查网络后重试。
zh_hant: 無法連接 Grok，請檢查網路後重試。

source: Current: %@
ar: الحالي: %@
de: Aktuell: %@
es: Actual: %@
fr: Actuel : %@
hi: वर्तमान: %@
id: Saat ini: %@
ja: 現在：%@
ko: 현재: %@
pt_br: Atual: %@
ru: Текущий: %@
th: ปัจจุบัน: %@
tr: Güncel: %@
vi: Hiện tại: %@
zh_hans: 当前：%@
zh_hant: 目前：%@

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: कस्टम
id: Kustom
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
ru: Пользовательский
th: กำหนดเอง
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

source: Custom Headers
ar: ترويسات مخصّصة
de: Benutzerdefinierte Header
es: Cabeceras personalizadas
fr: En-têtes personnalisés
hi: कस्टम हेडर्स
id: Header Khusus
ja: カスタム Header
ko: 사용자 지정 Header
pt_br: Cabeçalhos personalizados
ru: Пользовательские заголовки
th: ส่วนหัวที่กำหนดเอง
tr: Özel Header'lar
vi: Header tùy chỉnh
zh_hans: 自定义 Headers
zh_hant: 自訂 Headers

source: Custom LLM
ar: نموذج لغوي مخصص
de: Benutzerdefiniertes LLM
es: LLM personalizado
fr: LLM personnalisé
hi: कस्टम LLM
id: LLM kustom
ja: カスタム LLM
ko: 사용자 정의 LLM
pt_br: LLM personalizado
ru: Пользовательская LLM
th: LLM แบบกำหนดเอง
tr: Özel LLM
vi: LLM tùy chỉnh
zh_hans: 自定义 LLM
zh_hant: 自訂 LLM

source: Custom Query Params
ar: معلمات استعلام مخصّصة
de: Benutzerdefinierte Query-Parameter
es: Parámetros de consulta personalizados
fr: Paramètres de requête personnalisés
hi: कस्टम Query पैरामीटर
id: Parameter Query Khusus
ja: カスタム Query パラメータ
ko: 사용자 지정 Query 매개변수
pt_br: Parâmetros de consulta personalizados
ru: Пользовательские параметры запроса
th: พารามิเตอร์ Query ที่กำหนดเอง
tr: Özel Query Parametreleri
vi: Tham số Query tùy chỉnh
zh_hans: 自定义 Query 参数
zh_hant: 自訂 Query 參數

source: Custom Relay
ar: مرحل مخصص
de: Benutzerdefiniertes Relay
es: Retransmisión personalizada
fr: Relais personnalisé
hi: कस्टम रिले
id: Relai khusus
ja: カスタムリレー
ko: 사용자 정의 릴레이
pt_br: Retransmissão personalizada
ru: Пользовательский ретранслятор
th: รีเลย์แบบกำหนดเอง
tr: Özel aktarma
vi: Rơ-le tùy chỉnh
zh_hans: 自定义中转站
zh_hant: 自訂中轉站

# Custom endpoint
source: Custom LLM
ar: نموذج لغوي مخصص
de: Benutzerdefiniertes LLM
es: LLM personalizado
fr: LLM personnalisé
hi: कस्टम LLM
id: LLM kustom
ja: カスタム LLM
ko: 사용자 정의 LLM
pt_br: LLM personalizado
ru: Пользовательская LLM
th: LLM แบบกำหนดเอง
tr: Özel LLM
vi: LLM tùy chỉnh
zh_hans: 自定义 LLM
zh_hant: 自訂 LLM

source: Custom request fields are only available on models whose provider officially declares a field schema.
ar: حقول الطلب المخصصة متاحة فقط للنماذج التي يعلن مزوّدها رسميًا عن بنية الحقول.
de: Benutzerdefinierte Anfragefelder sind nur bei Modellen verfügbar, deren Anbieter ein Feldschema offiziell deklariert.
es: Los campos de solicitud personalizados solo están disponibles en modelos cuyo proveedor declara oficialmente un esquema de campos.
fr: Les champs de requête personnalisés ne sont disponibles que sur les modèles dont le fournisseur déclare officiellement un schéma de champs.
hi: कस्टम अनुरोध फ़ील्ड केवल उन मॉडलों पर उपलब्ध हैं जिनके प्रदाता ने फ़ील्ड संरचना आधिकारिक रूप से घोषित की है।
id: Kolom permintaan kustom hanya tersedia pada model yang penyedianya mendeklarasikan skema kolom secara resmi.
ja: カスタムリクエストフィールドは、プロバイダが公式にフィールド構造を宣言したモデルでのみ利用できます。
ko: 사용자 지정 요청 필드는 제공업체가 필드 구조를 공식 선언한 모델에서만 사용할 수 있습니다.
pt_br: Campos de solicitação personalizados só estão disponíveis em modelos cujo provedor declara oficialmente um esquema de campos.
ru: Пользовательские поля запроса доступны только для моделей, чей провайдер официально объявил схему полей.
th: ฟิลด์คำขอที่กำหนดเองใช้ได้เฉพาะกับโมเดลที่ผู้ให้บริการประกาศโครงสร้างฟิลด์อย่างเป็นทางการ
tr: Özel istek alanları yalnızca sağlayıcısının alan şemasını resmi olarak bildirdiği modellerde kullanılabilir.
vi: Trường yêu cầu tùy chỉnh chỉ khả dụng trên các mô hình mà nhà cung cấp khai báo chính thức cấu trúc trường.
zh_hans: 自定义请求字段仅在供应商官方声明了字段结构的模型上可用。
zh_hant: 自訂請求欄位僅在供應商官方聲明了欄位結構的模型上可用。

source: Deep
ar: عميق
de: Tiefgehend
es: Profundo
fr: Approfondi
hi: गहरा
id: Dalam
ja: ディープ
ko: 심층
pt_br: Profundo
ru: Глубокий
th: ลึก
tr: Derin
vi: Sâu
zh_hans: 深度
zh_hant: 深度

source: Default Model
ar: النموذج الافتراضي
de: Standardmodell
es: Modeloo predeterminado
fr: Modèle par défaut
hi: डिफ़ॉल्ट मॉडल
id: Model Bawaan
ja: デフォルトのモデル
ko: 기본 모델
pt_br: Modeloo padrão
ru: Модель по умолчанию
th: โมเดลเริ่มต้น
tr: Varsayılan Model
vi: Mẫu mặc định
zh_hans: 默认模型
zh_hant: 預設模型

source: Default setup
ar: الإعداد الافتراضي
de: Standardkonfiguration
es: Configuración predeterminada
fr: Configuration par défaut
hi: डिफ़ॉल्ट सेटअप
id: Setup default
ja: デフォルト設定
ko: 기본 설정
pt_br: Configuração padrão
ru: Настройка по умолчанию
th: การตั้งค่าเริ่มต้น
tr: Varsayılan kurulum
vi: Thiết lập mặc định
zh_hans: 默认配置
zh_hant: 預設設定

source: Default web_search matches OpenAI and main Codex connections. Switch to web_search_preview for legacy connections.
ar: يتوافق web_search الافتراضي مع OpenAI واتصالات Codex الرئيسية. بدّل إلى web_search_preview للاتصالات القديمة.
de: web_search passt standardmäßig zu OpenAI und den wichtigsten Codex-benutzerdefinierte LLMs. Für ältere benutzerdefinierte LLMs auf web_search_preview umstellen.
es: El web_search predeterminado coincide con OpenAI y los relevos Codex principales. Cambia a web_search_preview para relevos antiguos.
fr: web_search par défaut correspond à OpenAI et aux principaux LLM personnalisé Codex. Passez à web_search_preview pour les anciens LLM personnalisé.
hi: डिफ़ॉल्ट web_search OpenAI और मुख्य Codex कस्टम LLM से मेल खाता है। पुराने कस्टम LLM के लिए web_search_preview पर स्विच करें।
id: web_search default cocok dengan OpenAI dan LLM kustom Codex utama. Ganti ke web_search_preview untuk LLM kustom lama.
ja: デフォルトの web_search は OpenAI と主要 Codex カスタム LLM に対応します。旧来のカスタム LLM は web_search_preview に切替。
ko: 기본 web_search는 OpenAI 및 주요 Codex 사용자 지정 LLM과 호환됩니다. 레거시 사용자 지정 LLM는 web_search_preview로 전환하세요.
pt_br: O padrão web_search corresponde à OpenAI e aos principais LLM personalizados Codex. Use web_search_preview para LLM personalizados antigos.
ru: По умолчанию web_search подходит для OpenAI и основных Codex пользовательская LLM. Для устаревших пользовательская LLM переключитесь на web_search_preview.
th: web_search ค่าเริ่มต้นเข้ากันได้กับ OpenAI และLLM แบบกำหนดเอง Codex หลัก เปลี่ยนเป็น web_search_preview สำหรับ LLM แบบกำหนดเองรุ่นเก่า
tr: Varsayılan web_search, OpenAI ve ana Codex aktarımlarıyla uyumludur. Eski aktarımlar için web_search_preview'a geçin.
vi: web_search mặc định phù hợp với OpenAI và các LLM tùy chỉnh Codex chính. Chuyển sang web_search_preview cho LLM tùy chỉnh cũ.
zh_hans: 默认 web_search 适配 OpenAI 和主线 Codex 连接；旧版连接请切换为 web_search_preview。
zh_hant: 預設 web_search 適配 OpenAI 與主線 Codex 自訂 LLM；舊版自訂 LLM 請切換為 web_search_preview。

source: Delete Provider
ar: حذف المزوّد
de: Anbieter löschen
es: Eliminar proveedor
fr: Supprimer le fournisseur
hi: प्रदाता हटाएँ
id: Hapus Penyedia
ja: プロバイダーの削除
ko: 제공업체 삭제
pt_br: Excluir provedor
ru: Удалить поставщика
th: ลบผู้ให้บริการ
tr: Sağlayıcıyı Sil
vi: Xóa nhà cung cấp
zh_hans: 删除服务商
zh_hant: 刪除服務商

source: Delete this provider?
ar: هل تريد حذف هذا المزوّد؟
de: Diesen Anbieter löschen?
es: ¿Eliminar este proveedor?
fr: Supprimer ce fournisseur ?
hi: इस प्रदाता को हटाएं?
id: Hapus penyedia ini?
ja: このプロバイダーを削除しますか?
ko: 이 제공업체를 삭제하시겠습니까?
pt_br: Excluir este provedor?
ru: Удалить этого провайдера?
th: ลบผู้ให้บริการรายนี้ใช่ไหม
tr: Bu sağlayıcı silinsin mi?
vi: Xóa nhà cung cấp này?
zh_hans: 删除此服务商？
zh_hant: 刪除該服務商？

source: Delete “%@”?
ar: حذف «%@»؟
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
hi: “%@” हटाएं?
id: Hapus “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제할까요?
pt_br: Excluir “%@”?
ru: Удалить «%@»?
th: ลบ “%@” หรือไม่?
tr: “%@” silinsin mi?
vi: Xóa “%@”?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

source: Deleting this provider also removes its related chats and default model configuration.
ar: يؤدي حذف هذا المزوّد أيضًا إلى إزالة الدردشات ذات الصلة وتكوين النموذج الافتراضي.
de: Durch das Löschen dieses Anbieters werden auch die zugehörigen Chats und die Standardmodellkonfiguration entfernt.
es: Al eliminar este proveedor también se eliminan sus chats relacionados y la configuración del modelo predeterminado.
fr: La suppression de ce fournisseur supprime également ses discussions associées et la configuration du modèle par défaut.
hi: इस प्रदाता को हटाने से इसकी संबंधित चैट और डिफ़ॉल्ट मॉडल कॉन्फ़िगरेशन भी हट जाता है।
id: Menghapus penyedia ini juga menghapus obrolan terkait dan konfigurasi model defaultnya.
ja: このプロバイダーを削除すると、関連するチャットとデフォルトのモデル設定も削除されます。
ko: 이 제공업체를 삭제하면 관련 채팅 및 기본 모델 구성도 제거됩니다.
pt_br: A exclusão deste provedor também remove os chats relacionados e a configuração do modelo padrão.
ru: Удаление этого поставщика также удаляет связанные с ним чаты и конфигурацию модели по умолчанию.
th: การลบผู้ให้บริการรายนี้จะลบการแชทที่เกี่ยวข้องและการกำหนดค่าโมเดลเริ่มต้นด้วย
tr: Bu sağlayıcının silinmesi aynı zamanda ilgili sohbetleri ve varsayılan model yapılandırmasını da kaldırır.
vi: Việc xóa nhà cung cấp này cũng sẽ xóa các cuộc trò chuyện liên quan và cấu hình mô hình mặc định của nó.
zh_hans: 删除此服务商同时会移除相关的对话和默认模型配置。
zh_hant: 刪除此服務商也會刪除其相關的聊天和預設模型配置。
